export default [
  {
    id: 1,
    slug: 'morning',
    name: 'أذكار الصباح',
  },
  {
    id: 2,
    slug: 'evening',
    name: 'أذكار المساء',
  },
  {
    id: 3,
    slug: 'tasabeeh',
    name: 'تسابيح',
  },
  {
    id: 4,
    slug: 'home',
    name: 'أذكار دخول وخروج المنزل',
  },
  {
    id: 5,
    slug: 'adhan',
    name: 'أذكار عند سماع الآذان',
  },
  {
    id: 6,
    slug: 'sleep',
    name: 'أذكار النوم',
  },
  {
    id: 9,
    slug: 'wake',
    name: 'أذكار الإستيقاظ',
  },
  {
    id: 7,
    slug: 'ruqya',
    name: 'الرقية الشرعية',
  },
  {
    id: 8,
    slug: 'prayer',
    name: 'أذكار الصلاة',
  },
  {
    id: 10,
    slug: 'أذكار-الاستيقاظ-من-النوم',
    name: 'أذكار الاستيقاظ من النوم',
  },
  {
    id: 11,
    slug: 'دعاء-لبس-الثوب',
    name: 'دعاء لبس الثوب',
  },
  {
    id: 12,
    slug: 'دعاء-لبس-الثوب-الجديد',
    name: 'دعاء لبس الثوب الجديد',
  },
  {
    id: 13,
    slug: 'ما-يقول-إذا-وضع-الثوب',
    name: 'ما يقول إذا وضع الثوب',
  },
  {
    id: 14,
    slug: 'دعاء-دخول-الخلاء',
    name: 'دعاء دخول الخلاء',
  },
  {
    id: 15,
    slug: 'دعاء-الخروج-من-الخلاء',
    name: 'دعاء الخروج من الخلاء',
  },
  {
    id: 16,
    slug: 'الذكر-قبل-الوضوء',
    name: 'الذكر قبل الوضوء',
  },
  {
    id: 17,
    slug: 'الذكر-بعد-الفراغ-من-الوضوء',
    name: 'الذكر بعد الفراغ من الوضوء',
  },
  {
    id: 18,
    slug: 'الذكر-عند-الخروج-من-المنزل',
    name: 'الذكر عند الخروج من المنزل',
  },
  {
    id: 19,
    slug: 'الذكر-عند-دخول-المنزل',
    name: 'الذكر عند دخول المنزل',
  },
  {
    id: 20,
    slug: 'دعاء-الذهاب-إلى-المسجد',
    name: 'دعاء الذهاب إلى المسجد',
  },
  {
    id: 21,
    slug: 'دعاء-دخول-المسجد',
    name: 'دعاء دخول المسجد',
  },
  {
    id: 22,
    slug: 'دعاء-الخروج-من-المسجد',
    name: 'دعاء الخروج من المسجد',
  },
  {
    id: 23,
    slug: 'أذكار-الآذان',
    name: 'أذكار الآذان',
  },
  {
    id: 24,
    slug: 'دعاء-الاستفتاح',
    name: 'دعاء الاستفتاح',
  },
  {
    id: 25,
    slug: 'دعاء-الركوع',
    name: 'دعاء الركوع',
  },
  {
    id: 26,
    slug: 'دعاء-الرفع-من-الركوع',
    name: 'دعاء الرفع من الركوع',
  },
  {
    id: 27,
    slug: 'دعاء-السجود',
    name: 'دعاء السجود',
  },
  {
    id: 28,
    slug: 'دعاء-الجلسة-بين-السجدتين',
    name: 'دعاء الجلسة بين السجدتين',
  },
  {
    id: 29,
    slug: 'دعاء-سجود-التلاوة',
    name: 'دعاء سجود التلاوة',
  },
  {
    id: 30,
    slug: 'التشهد',
    name: 'التشهد',
  },
  {
    id: 31,
    slug: 'الصلاة-على-النبي-بعد-التشهد',
    name: 'الصلاة على النبي بعد التشهد',
  },
  {
    id: 32,
    slug: 'الدعاء-بعد-التشهد-الأخير-قبل-السلام',
    name: 'الدعاء بعد التشهد الأخير قبل السلام',
  },
  {
    id: 33,
    slug: 'الأذكار-بعد-السلام-من-الصلاة',
    name: 'الأذكار بعد السلام من الصلاة',
  },
  {
    id: 34,
    slug: 'دعاء-صلاة-الاستخارة',
    name: 'دعاء صلاة الاستخارة',
  },
  {
    id: 35,
    slug: 'الدعاء-إذا-تقلب-في-الليل',
    name: 'الدعاء إذا تقلب في الليل',
  },
  {
    id: 36,
    slug: 'دعاء-الفزع-في-النوم-و-من-بلي-بالوحشة',
    name: 'دعاء الفزع في النوم و من بلي بالوحشة',
  },
  {
    id: 37,
    slug: 'ما-يفعل-من-رأى-الرؤيا-أو-الحلم-في-النوم',
    name: 'ما يفعل من رأى الرؤيا أو الحلم في النوم',
  },
  {
    id: 38,
    slug: 'دعاء-قنوت-الوتر',
    name: 'دعاء قنوت الوتر',
  },
  {
    id: 39,
    slug: 'الذكر-عقب-السلام-من-الوتر',
    name: 'الذكر عقب السلام من الوتر',
  },
  {
    id: 40,
    slug: 'دعاء-الهم-والحزن',
    name: 'دعاء الهم والحزن',
  },
  {
    id: 41,
    slug: 'دعاء-الكرب',
    name: 'دعاء الكرب',
  },
  {
    id: 42,
    slug: 'دعاء-لقاء-العدو-و-ذي-السلطان',
    name: 'دعاء لقاء العدو و ذي السلطان',
  },
  {
    id: 43,
    slug: 'الدعاء-على-العدو',
    name: 'الدعاء على العدو',
  },
  {
    id: 44,
    slug: 'ما-يقول-من-خاف-قوما',
    name: 'ما يقول من خاف قوما',
  },
  {
    id: 45,
    slug: 'دعاء-من-أصابه-وسوسة-في-الإيمان',
    name: 'دعاء من أصابه وسوسة في الإيمان',
  },
  {
    id: 46,
    slug: 'دعاء-قضاء-الدين',
    name: 'دعاء قضاء الدين',
  },
  {
    id: 47,
    slug: 'دعاء-الوسوسة-في-الصلاة-و-القراءة',
    name: 'دعاء الوسوسة في الصلاة و القراءة',
  },
  {
    id: 48,
    slug: 'دعاء-من-استصعب-عليه-أمر',
    name: 'دعاء من استصعب عليه أمر',
  },
  {
    id: 49,
    slug: 'ما-يقول-ويفعل-من-أذنب-ذنبا',
    name: 'ما يقول ويفعل من أذنب ذنبا',
  },
  {
    id: 50,
    slug: 'دعاء-طرد-الشيطان-و-وساوسه',
    name: 'دعاء طرد الشيطان و وساوسه',
  },
  {
    id: 51,
    slug: 'الدعاء-حينما-يقع-ما-لا-يرضاه-أو-غلب-على-أمره',
    name: 'الدعاء حينما يقع ما لا يرضاه أو غلب على أمره',
  },
  {
    id: 52,
    slug: 'ﺗﻬنئة-المولود-له-وجوابه',
    name: 'ﺗﻬنئة المولود له وجوابه',
  },
  {
    id: 53,
    slug: 'ما-يعوذ-به-الأولاد',
    name: 'ما يعوذ به الأولاد',
  },
  {
    id: 54,
    slug: 'الدعاء-للمريض-في-عيادته',
    name: 'الدعاء للمريض في عيادته',
  },
  {
    id: 55,
    slug: 'فضل-عيادة-المريض',
    name: 'فضل عيادة المريض',
  },
  {
    id: 56,
    slug: 'دعاء-المريض-الذي-يئس-من-حياته',
    name: 'دعاء المريض الذي يئس من حياته',
  },
  {
    id: 57,
    slug: 'تلقين-المحتضر',
    name: 'تلقين المحتضر',
  },
  {
    id: 58,
    slug: 'دعاء-من-أصيب-بمصيبة',
    name: 'دعاء من أصيب بمصيبة',
  },
  {
    id: 59,
    slug: 'الدعاء-عند-إغماض-الميت',
    name: 'الدعاء عند إغماض الميت',
  },
  {
    id: 60,
    slug: 'الدعاء-للميت-في-الصلاة-عليه',
    name: 'الدعاء للميت في الصلاة عليه',
  },
  {
    id: 61,
    slug: 'الدعاء-للفرط-في-الصلاة-عليه',
    name: 'الدعاء للفرط في الصلاة عليه',
  },
  {
    id: 62,
    slug: 'دعاء-التعزية',
    name: 'دعاء التعزية',
  },
  {
    id: 63,
    slug: 'الدعاء-عند-إدخال-الميت-القبر',
    name: 'الدعاء عند إدخال الميت القبر',
  },
  {
    id: 64,
    slug: 'الدعاء-بعد-دفن-الميت',
    name: 'الدعاء بعد دفن الميت',
  },
  {
    id: 65,
    slug: 'دعاء-زيارة-القبور',
    name: 'دعاء زيارة القبور',
  },
  {
    id: 66,
    slug: 'دعاء-الريح',
    name: 'دعاء الريح',
  },
  {
    id: 67,
    slug: 'دعاء-الرعد',
    name: 'دعاء الرعد',
  },
  {
    id: 68,
    slug: 'من-أدعية-الاستسقاء',
    name: 'من أدعية الاستسقاء',
  },
  {
    id: 69,
    slug: 'الدعاء-إذا-نزل-المطر',
    name: 'الدعاء إذا نزل المطر',
  },
  {
    id: 70,
    slug: 'الذكر-بعد-نزول-المطر',
    name: 'الذكر بعد نزول المطر',
  },
  {
    id: 71,
    slug: 'من-أدعية-الاستصحاء',
    name: 'من أدعية الاستصحاء',
  },
  {
    id: 72,
    slug: 'دعاء-رؤية-الهلال',
    name: 'دعاء رؤية الهلال',
  },
  {
    id: 73,
    slug: 'الدعاء-عند-إفطار-الصائم',
    name: 'الدعاء عند إفطار الصائم',
  },
  {
    id: 74,
    slug: 'الدعاء-قبل-الطعام',
    name: 'الدعاء قبل الطعام',
  },
  {
    id: 75,
    slug: 'الدعاء-عند-الفراغ-من-الطعام',
    name: 'الدعاء عند الفراغ من الطعام',
  },
  {
    id: 76,
    slug: 'دعاء-الضيف-لصاحب-الطعام',
    name: 'دعاء الضيف لصاحب الطعام',
  },
  {
    id: 77,
    slug: 'التعريض-بالدعاء-لطلب-الطعام-أو-الشراب',
    name: 'التعريض بالدعاء لطلب الطعام أو الشراب',
  },
  {
    id: 78,
    slug: 'الدعاء-إذا-أفطر-عند-أهل-بيت',
    name: 'الدعاء إذا أفطر عند أهل بيت',
  },
  {
    id: 79,
    slug: 'دعاء-الصائم-إذا-حضر-الطعام-ولم-يفطر',
    name: 'دعاء الصائم إذا حضر الطعام ولم يفطر',
  },
  {
    id: 80,
    slug: 'ما-يقول-الصائم-إذا-سابه-أحد',
    name: 'ما يقول الصائم إذا سابه أحد',
  },
  {
    id: 81,
    slug: 'الدعاء-عند-رؤية-باكورة-الثمر',
    name: 'الدعاء عند رؤية باكورة الثمر',
  },
  {
    id: 82,
    slug: 'دعاء-العطاس',
    name: 'دعاء العطاس',
  },
  {
    id: 83,
    slug: 'ما-يقال-للكافر-إذا-عطس-فحمد-الله',
    name: 'ما يقال للكافر إذا عطس فحمد الله',
  },
  {
    id: 84,
    slug: 'الدعاء-للمتزوج',
    name: 'الدعاء للمتزوج',
  },
  {
    id: 85,
    slug: 'دعاء-المتزوج-و-شراء-الدابة',
    name: 'دعاء المتزوج و شراء الدابة',
  },
  {
    id: 86,
    slug: 'الدعاء-قبل-إتيان-الزوجة',
    name: 'الدعاء قبل إتيان الزوجة',
  },
  {
    id: 87,
    slug: 'دعاء-الغضب',
    name: 'دعاء الغضب',
  },
  {
    id: 88,
    slug: 'دعاء-من-رأى-مبتلى',
    name: 'دعاء من رأى مبتلى',
  },
  {
    id: 89,
    slug: 'ما-يقال-في-اﻟﻤﺠلس',
    name: 'ما يقال في اﻟﻤﺠلس',
  },
  {
    id: 90,
    slug: 'كفارة-اﻟﻤﺠلس',
    name: 'كفارة اﻟﻤﺠلس',
  },
  {
    id: 91,
    slug: 'الدعاء-لمن-قال-غفر-الله-لك',
    name: 'الدعاء لمن قال غفر الله لك',
  },
  {
    id: 92,
    slug: 'الدعاء-لمن-صنع-إليك-معروفا',
    name: 'الدعاء لمن صنع إليك معروفا',
  },
  {
    id: 93,
    slug: 'ما-يعصم-الله-به-من-الدجال',
    name: 'ما يعصم الله به من الدجال',
  },
  {
    id: 94,
    slug: 'الدعاء-لمن-قال-إني-أحبك-في-الله',
    name: 'الدعاء لمن قال إني أحبك في الله',
  },
  {
    id: 95,
    slug: 'الدعاء-لمن-عرض-عليك-ماله',
    name: 'الدعاء لمن عرض عليك ماله',
  },
  {
    id: 96,
    slug: 'الدعاء-لمن-أقرض-عند-القضاء',
    name: 'الدعاء لمن أقرض عند القضاء',
  },
  {
    id: 97,
    slug: 'دعاء-الخوف-من-الشرك',
    name: 'دعاء الخوف من الشرك',
  },
  {
    id: 98,
    slug: 'الدعاء-لمن-قال-بارك-الله-فيك',
    name: 'الدعاء لمن قال بارك الله فيك',
  },
  {
    id: 99,
    slug: 'دعاء-كراهية-الطيرة',
    name: 'دعاء كراهية الطيرة',
  },
  {
    id: 100,
    slug: 'دعاء-الركوب',
    name: 'دعاء الركوب',
  },
  {
    id: 101,
    slug: 'دعاء-السفر',
    name: 'دعاء السفر',
  },
  {
    id: 102,
    slug: 'دعاء-دخول-القرية-أو-البلدة',
    name: 'دعاء دخول القرية أو البلدة',
  },
  {
    id: 103,
    slug: 'دعاء-دخول-السوق',
    name: 'دعاء دخول السوق',
  },
  {
    id: 104,
    slug: 'الدعاء-إذا-تعس-المركوب',
    name: 'الدعاء إذا تعس المركوب',
  },
  {
    id: 105,
    slug: 'دعاء-المسافر-للمقيم',
    name: 'دعاء المسافر للمقيم',
  },
  {
    id: 106,
    slug: 'دعاء-المقيم-للمسافر',
    name: 'دعاء المقيم للمسافر',
  },
  {
    id: 107,
    slug: 'التكبير-و-التسبيح-في-سير-السفر',
    name: 'التكبير و التسبيح في سير السفر',
  },
  {
    id: 108,
    slug: 'دعاء-المسافر-إذا-أسحر',
    name: 'دعاء المسافر إذا أسحر',
  },
  {
    id: 109,
    slug: 'الدعاء-إذا-نزل-مترلا-في-سفر-أو-غيره',
    name: 'الدعاء إذا نزل مترلا في سفر أو غيره',
  },
  {
    id: 110,
    slug: 'ذكر-الرجوع-من-السفر',
    name: 'ذكر الرجوع من السفر',
  },
  {
    id: 111,
    slug: 'ما-يقول-من-أتاه-أمر-يسره-أو-يكرهه',
    name: 'ما يقول من أتاه أمر يسره أو يكرهه',
  },
  {
    id: 112,
    slug: 'فضل-الصلاة-على-النبي-صلى-الله-عليه-و-سلم',
    name: 'فضل الصلاة على النبي صلى الله عليه و سلم',
  },
  {
    id: 113,
    slug: 'إفشاء-السلام',
    name: 'إفشاء السلام',
  },
  {
    id: 114,
    slug: 'كيف-يرد-السلام-على-الكافر-إذا-سلم',
    name: 'كيف يرد السلام على الكافر إذا سلم',
  },
  {
    id: 115,
    slug: 'الدعاء-عند-سماع-صياح-الديك-ونهيق-الحمار',
    name: 'الدعاء عند سماع صياح الديك ونهيق الحمار',
  },
  {
    id: 116,
    slug: 'دعاء-نباح-الكلب-بالليل',
    name: 'دعاء نباح الكلب بالليل',
  },
  {
    id: 117,
    slug: 'الدعاء-لمن-سببته',
    name: 'الدعاء لمن سببته',
  },
  {
    id: 118,
    slug: 'ما-يقول-المسلم-إذا-مدح-المسلم',
    name: 'ما يقول المسلم إذا مدح المسلم',
  },
  {
    id: 119,
    slug: 'ما-يقول-المسلم-إذا-زكي',
    name: 'ما يقول المسلم إذا زكي',
  },
  {
    id: 120,
    slug: 'كيف-يلبي-المحرم-في-الحج-أو-العمرة',
    name: 'كيف يلبي المحرم في الحج أو العمرة ؟',
  },
  {
    id: 121,
    slug: 'التكبير-إذا-أتى-الركن-الأسود',
    name: 'التكبير إذا أتى الركن الأسود',
  },
  {
    id: 122,
    slug: 'الدعاء-بين-الركن-اليماني-والحجر-الأسود',
    name: 'الدعاء بين الركن اليماني والحجر الأسود',
  },
  {
    id: 123,
    slug: 'دعاء-الوقوف-على-الصفا-والمروة',
    name: 'دعاء الوقوف على الصفا والمروة',
  },
  {
    id: 124,
    slug: 'الدعاء-يوم-عرفة',
    name: 'الدعاء يوم عرفة',
  },
  {
    id: 125,
    slug: 'الذكر-عند-المشعر-الحرام',
    name: 'الذكر عند المشعر الحرام',
  },
  {
    id: 126,
    slug: 'التكبير-عند-رمي-الجمار-مع-كل-حصاة',
    name: 'التكبير عند رمي الجمار مع كل حصاة',
  },
  {
    id: 127,
    slug: 'دعاء-التعجب-والأمر-السار',
    name: 'دعاء التعجب والأمر السار',
  },
  {
    id: 128,
    slug: 'ما-يفعل-من-أتاه-أمر-يسره',
    name: 'ما يفعل من أتاه أمر يسره',
  },
  {
    id: 129,
    slug: 'ما-يقول-من-أحس-وجعا-في-جسده',
    name: 'ما يقول من أحس وجعا في جسده',
  },
  {
    id: 130,
    slug: 'دعاء-من-خشي-أن-يصيب-شيئا-بعينه',
    name: 'دعاء من خشي أن يصيب شيئا بعينه',
  },
  {
    id: 131,
    slug: 'ما-يقال-عند-الفزع',
    name: 'ما يقال عند الفزع',
  },
  {
    id: 132,
    slug: 'ما-يقول-عند-الذبح-أو-النحر',
    name: 'ما يقول عند الذبح أو النحر',
  },
  {
    id: 133,
    slug: 'ما-يقول-لرد-كيد-مردة-الشياطين',
    name: 'ما يقول لرد كيد مردة الشياطين',
  },
  {
    id: 134,
    slug: 'الاستغفار-و-التوبة',
    name: 'الاستغفار و التوبة',
  },
  {
    id: 135,
    slug: 'التسبيح-التحميد-التهليل-التكبير',
    name: 'التسبيح، التحميد، التهليل، التكبير',
  },
  {
    id: 136,
    slug: 'كيف-كان-النبي-يسبح',
    name: 'كيف كان النبي يسبح؟',
  },
  {
    id: 137,
    slug: 'من-أنواع-الخير-والآداب-الجامعة',
    name: 'من أنواع الخير والآداب الجامعة',
  },
  {
    id: 138,
    slug: 'الرقية-الشرعية-من-القرآن-الكريم',
    name: 'الرقية الشرعية من القرآن الكريم',
  },
  {
    id: 139,
    slug: 'الرقية-الشرعية-من-السنة-النبوية',
    name: 'الرقية الشرعية من السنة النبوية',
  },
  {
    id: 140,
    slug: 'من-تعار-من-الليل',
    name: 'من تعار من الليل',
  },
  {
    id: 141,
    slug: 'أماكن-وأوقات-إجابة-الدعاء',
    name: 'أماكن وأوقات إجابة الدعاء',
  },
]
